tap "browsh-org/browsh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "jawshooah/pyenv"
tap "kylef/formulae"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
cask "java"
cask "xquartz"
brew "ack"
brew "gmp"
brew "isl"
brew "libmpc"
brew "gcc"
brew "arpack"
brew "readline"
brew "augeas"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "bison"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "carthage"
brew "dialog"
brew "certbot"
brew "cloc"
brew "cmake"
brew "convox"
brew "coreutils"
brew "cppcheck"
brew "cscope"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnscrypt-proxy"
brew "wxmac"
brew "elixir"
brew "ghostscript"
brew "epstool"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fig2dev"
brew "fish"
brew "fltk"
brew "freexl"
brew "fswatch"
brew "gawk"
brew "gd"
brew "geos"
brew "json-c"
brew "proj"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "gdb"
brew "git"
brew "gl2ps"
brew "glpk"
brew "gnu-sed"
brew "libusb"
brew "pinentry"
brew "gnupg", link: false
brew "gnuplot", args: ["with-aquaterm"]
brew "go"
brew "go-jira"
brew "pkg-config"
brew "gpg-agent"
brew "gpp"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "haskell-stack"
brew "szip"
brew "hdf5"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "jemalloc"
brew "jenv"
brew "jq"
brew "kotlin"
brew "ledger"
brew "lftp"
brew "libevent"
brew "liblwgeom"
brew "libpst"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "lzip"
brew "lzlib"
brew "lzo"
brew "m-cli"
brew "macvim"
brew "trash"
brew "mas"
brew "media-info"
brew "memcached", restart_service: true
brew "metis"
brew "mitmproxy"
brew "mkcert"
brew "mpv", args: ["with-libcaca"]
brew "msgpack"
brew "mysql"
brew "unibilium"
brew "neovim"
brew "nim"
brew "node"
brew "nss"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "texinfo"
brew "octave"
brew "openvpn"
brew "pandoc"
brew "pidcat"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "sfcgal"
brew "postgis"
brew "pwsafe"
brew "pyenv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "screenresolution"
brew "slackcat"
brew "smartmontools"
brew "swiftlint"
brew "syncthing"
brew "task"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "heroku/brew/heroku"
brew "kylef/formulae/swiftenv"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wagoodman/dive/dive"
cask "android-studio"
cask "aquaterm"
cask "arduino"
cask "calibre"
cask "chromium"
cask "docker"
cask "firefox"
cask "firefoxdeveloperedition"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-lato"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-work-sans"
cask "free-ruler"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "libreoffice"
cask "lmms"
cask "macdown"
cask "macpass"
cask "mysql-shell"
cask "ngrok"
cask "steam"
cask "tcl"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
mas "2Do", id: 477670270
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Airmail 3", id: 918858936
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RadarScope", id: 432027450
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
