tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'jawshooah/pyenv'
tap 'kylef/formulae'
tap 'neovim/neovim'
cask 'java'
cask 'mactex'
cask 'xquartz'
brew 'ack'
brew 'android-platform-tools'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'aws-elasticbeanstalk'
brew 'bfg'
brew 'bison'
brew 'boost'
brew 'xz'
brew 'python3'
brew 'boost-python'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo', args: ['with-x11']
brew 'dialog'
brew 'openssl@1.1'
brew 'certbot'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'clamav'
brew 'cloc'
brew 'cmake'
brew 'cscope'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'fltk'
brew 'freexl'
brew 'gawk'
brew 'webp'
brew 'gd'
brew 'geos'
brew 'giflib'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'libspatialite'
brew 'gdal'
brew 'gl2ps'
brew 'gnu-sed'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'lua'
brew 'gnuplot', args: ['with-aquaterm', 'with-qt@5.7']
brew 'go'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gpp'
brew 'libtool'
brew 'graphicsmagick'
brew 'graphviz'
brew 'icu4c'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'iperf3'
brew 'jemalloc'
brew 'ledger'
brew 'libev'
brew 'libevent'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxkbcommon'
brew 'libyaml'
brew 'llvm'
brew 'lzip'
brew 'lzo'
brew 'm-cli'
brew 'macvim', args: ['with-override-system-vim']
brew 'mas'
brew 'memcached', restart_service: true
brew 'msgpack'
brew 'node'
brew 'openvpn'
brew 'pandoc'
brew 'pango'
brew 'plotutils'
brew 'postgresql', restart_service: true
brew 'sfcgal'
brew 'postgis'
brew 'pstoedit'
brew 'pwsafe'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt@5.7'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qscintilla2'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'redis', restart_service: true
brew 'rust'
brew 'smartmontools'
brew 'startup-notification'
brew 'syncthing'
brew 'szip'
brew 'tbb'
brew 'texinfo'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
brew 'wget'
brew 'yajl'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/transfig'
brew 'homebrew/science/octave'
brew 'kylef/formulae/swiftenv'
brew 'neovim/neovim/neovim'
cask 'aquaterm'
cask 'calibre'
cask 'chromium'
cask 'docker'
cask 'firefox'
cask 'font-lato'
cask 'font-work-sans'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepassx'
cask 'keepassxc'
cask 'libreoffice'
cask 'lmms'
cask 'macdown'
cask 'steam'
cask 'tcl'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
mas 'Affinity Photo', id: 824183456
mas 'Xcode', id: 497799835
mas 'Affinity Designer', id: 824171161
mas 'Twitter', id: 409789998
mas 'Airmail 2', id: 918858936
mas 'Permanent Eraser', id: 500541921
mas 'RadarScope', id: 432027450
mas 'TweetDeck', id: 485812721
mas 'The Unarchiver', id: 425424353
mas 'Kindle', id: 405399194
mas '2Do', id: 477670270
mas 'PST Bridge', id: 457503727
mas 'Slack', id: 803453959
mas '1Blocker', id: 1107421413
mas 'Blackmagic Disk Speed Test', id: 425264550
